import styles from "./rules.module.css";

export default function Rules () {
    return (
        <div className = {styles.rules}>
            <div className = {styles.title}>
                <h3></h3>
            </div>
            <div className = {styles.info}>
                <p>

                </p>
                <p>Գրանցվելով Auto.am կայքում կամ հավելվածում` Դուք ընդունում եք սույն Օգտագործման կանոնները:</p>
                <p>- Auto.am կայքը պատասխանատվություն չի կրում կայքում տեղադրված ավտոմեքենաների վաճառքի վերաբերյալ հայտարարությունների բովանդակության համար (գին, ավտոմեքենայի / տրանսպորտային միջոցի վերաբերյալ տեղեկատվության ճշգրտություն և այլն):</p>
                <p>- Auto.am կայքում մեկ  հաշվով (account)  թույլատրվում է տեղադրել մինչև 10 հայտարարություն ներառյալ.</p>
                <p>- Մեկ  հաշվով (account) 10-ից ավելի ավտոմեքենա տեղադրելու նպատակով անհրաժեշտ է կնքել տարեկան պայմանագիր, որը հնարավորություն կտա ձեզ ստանալ դիլերի կարգավիճակ: Պայմանագրի պայմաններին և դիլերներին ընձեռնվող հնարավորություններին մանրամասն ծանոթանալու համար կարող եք դիմել մեզ:</p>
                <p>- Չի թույլատրվում նույն անձին տեղադրել մի քանի ավտոմեքենա տարբեր հաշիվներով (account): Գրանցվեք մեկ անգամ և օգտագործեք նույն հաշիվը  ձեր մյուս հայտարարությունները տեղադրելու համար:</p>
                <p>- Չի թույլատրվում կրկնել նույն հայտարարությունը՝ տեղադրելով այն տարբեր մակնիշների եւ մոդելների մեջ։ Մեկ տրանսպորտային միջոցի հայտարարությունը տեղադրեք մեկ անգամ՝ հենց իր մակնիշի եւ մոդելի մեջ։</p>
                <p> - Չի թույլատրվում հայտարարության մեջ տեղադրել ավտոմեքենային չվերաբերող հայտարարություններ և տեղեկատվություն (պահեստամասեր, անշարժ գույք և այլն):</p>
                <p> - Չի թույլատրվում հայտարարության մեջ տեղադրել ավտոմեքենաներ և այլ տրանսպորտային միջոցների գնման հայտարարություններ</p>
                <p>- Չի թույլատրվում հայտարարության նկարների մեջ տեղադրել հայտարարությանը վերաբերող լրացուցիչ տեքստային ինֆորմացիա, նշաններ կամ պիտակներ։</p>
                <p>- Չի թույլատրվում նշել, որ տրանսպորտային միջոցի գտնվելու վայրը Հայաստանում է, եթե այն գտնվում արտերկրում կամ ճանապարհին է: </p>
                <p>- Չի թույլատրվում նշել, որ տրանսպորտային միջոցը մաքսազերծված է, եթե այն գտնվում է արտերկրում եւ դեռեւս չի մաքսազերծվել Հայաստանում: </p>
                <p>- Չի թույլատրվում Անձնական տվյալներ բաժնում, անուն ազգանուն դաշտերում նշել ընկերությունների կամ կազմակերպությունների անվանումներ: Նման հնարավորություն տալիս է միայն Դիլերական հաշիվը։</p>
                <p>- Չի թույլատրվում տրասնպորտային միջոցի արժեքը նշել շուկայականից անտրամաբանական ցածր գներով։ Նման գնային մանիպուլյացիաները մենք համարում ենք ոչ բարեխիղճ գործիք՝ որոնման արդյուքներում ուշադրություն գրավելու համար։</p>
                <p>- Խորհուրդ ենք տալիս ավտոմեքենայի գինը նշել ՀՀ դրամով` “Արժութային կարգավորման և արժութային վերահսկողության մասին” օրենքի համաձայն: Կայքի այցելուները միաժամանակ կարող են տեսնել գինը նաև ԱՄՆ դոլարով և եվրոյով`  ավտոմատ փոխարկման համակարգի օգնությամբ:</p>
                <p>Այս պայմանները խախտելու դեպքում հաշիվը կարգելափակվի` ԱՌԱՆՑ ՆԱԽԱԶԳՈՒՇԱՑՄԱՆ:</p>
                <p>* արգելափակումը տեխնիկական գործիք է, որը թույլ չի տալիս խախտում կատարած եւ արգելափակված օգտատերին այլեւս օգտվել կայքի ծառայություններից գրանցման ընթացքում նշված հեռախոսահամարով եւ էլ. հասցեով։ Տեղադրված հայտարարությունը պահպանվում է բազայում, բայց չի հրապարկվում, մինչեւ տեղադրման ժամկետի ավարտը։ Հաշվի արգելափակումը կարող է հանվել, եթե օգտատերը վերացնի խախտումը եւ նամակով հաստատի, որ հետագայում չի խախտի կանոնները: Խախտումները կրկնելու դեպքում մենք իրավունք ենք վերապահում արգելափակել էլ. հասցեն եւ հեռախոսահամարը՝ առանց վերականգնելու հնարավորության:</p>
                <p>1. Auto-am-ը վաճառվող ավտոտրանսպորտային միջոցների բազա է. Այն օգնում է իր օգտատերերին գնել և վաճառել ավտոմեքենաներ և այլ տրանսպորտային միջոցներ։ Կայքի միջոցով այցելուները ներկայացնում են իրենց առաջարկները վաճառվող ավտոմեքենաների մասին: Auto.am-ը ավտոմեքենաների ուղղակի վաճառք չի իրակայացնում և վաճառողների կամ գնորդների միջև գործարքների կողմ երբևէ չի հանդիսանում: Հետևաբար, Auto.am-ը` ա) չի երաշխավորում որևէ գործարք գնորդի և վաճառողի միջև, բ) չի իրականացնում կամ փոխանցում վճարումներ գնորդների կամ վաճառողների անունից, գ) չի կայանում, պահեստավորում կամ փոխադրում որևէ տրանսպորտային միջոցներ և դ) պատասխանատու չէ գնորդների և վաճառողների միջև առաջացած հնարավոր տարաձայնությունների կամ վեճերի համար:</p>
                <p>2. Կայքի բովանդակությունը: Auto.am կայքում տեղադրված տեղեկատվությունը հանդիսանում է կայքի ադմինիստրացիայի, կայքում գրանցված դիլերների և այլ կազմակերպությունների, ինչպես նաև կայքում գրանցված անհատների սեփականությունը: Դուք կարող եք կրկնօրինակել կայքում զետեղված տեղեկատվության ինչ-որ մաս ձեր անձնական, ոչ կոմերցիոն գործունեության համար, սակայն կայքի բովանդակության ոչ մի մաս չի կարող վերարտադրվել, ձևափոխվել, փոխանցվել, տարածվել, ցուցադրվել կամ ուղարկվել կոմերցիոն կամ այլ նպատակներով` առանց Auto-am-ի գրավոր թույլտվության: Կայքի բովանդակությունը կոմերցիոն կամ այլ նպատակներով օգտագործելու վերաբերյալ դիմումներ կարող են ուղարկվել Կապի էջի միջոցով: Auto-am-ը պատասխանատվություն չի կրում վեբ-կայքում առկա հնարավոր թերությունների հետևանքների համար: Դուք չպետք է համարեք, որ վեբ-կայքը կամ դրա բովանդակությունը չի պարունակում որևէ սխալներ: Auto-am-ը իրավունք է վերապահում կատարել հետագա փոփոխություններ վեբ-կայքում. ծառայությունները կարող են փոփոխվել, լրացվել կամ դադարեցվել:</p>
                <p>3. Վճարումներ: Auto.am կայքում հայտարարությունների տեղադրումն անվճար է։ Վճարումներ նախատեսված են միայն վաճառքի բաժնում առաջարկվող լրացուցիչ ծառայությունների դիմաց: Մենք կարող ենք ցանկացած ժամանակ մեր հայեցողությամբ ամբողջությամբ կամ մասամբ դադարեցնել կամ փոփոխել Auto.am կայքում առաջարկվող վճարովի ծառայությունների տեսակը և քանակը` նախապես տեղեկացնելով այցելուներին փոփոխությունների բնույթի մասին։</p>
                <p>Կայքի աշխատանքի հետ կապված հնարավոր տեխնիկական խնդիրների դեպքում, որոնց պատճառով ձախողվել է վճարովի ծառայություններից մեկի ակտիվացումը, Auto.am կայքը երաշխավորում է ծառայության ամբողջովին մատուցումը հաճախորդին` վճարման ապացույցների առկայության դեպքում (վճարման անդորրագրեր, բակային էլէկտրոնային տեղեկանք / անդորրագրեր): Ծառայությունների դիմաց վճարված գումարը չի վերադարձվում:

Վճարովի ծառայությունների ակտիվացումը կարող է ձախողվել ինչպես կայքում ծագած, այնպես էլ Auto.am-ում ներկայացված վճարային համակարգերում առաջացած խնդիրների պատճառով: Տվյալ դեպքերում հաճախորդները պետք է դիմեն նշված վճարային համակարգերի սպասարկման ծառայություններին, կամ իրենց քարտը սպասարկող Բանկին:</p>
            </div>
        </div>
    )
}